Revit 2027 API
ParameterTypeId.RbsElecRoomReflectivityFloor Property
 "Floor Reflectance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecRoomReflectivityFloor { get; }
Public Shared ReadOnly Property RbsElecRoomReflectivityFloor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecRoomReflectivityFloor {
	ForgeTypeId^ get ();
}
static member RbsElecRoomReflectivityFloor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace